[Base.AbstractItemPickupBase DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Base.AbstractItemPickupBase:DisTweaks_Interactable_PickupBase_3 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Base.ComponentPickupBase DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Base.ComponentPickupBase:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Base.FoodPickupBase DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Base.FoodPickupBase:DisTweaks_Interactable_PickupBase_35 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Base.GenericPickupBase:DisTweaks_Interactable_PickupBase_83 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾起这个东西"

[Base.InventoryPickupBase DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Base.InventoryPickupBase:DisTweaks_Interactable_PickupBase_44 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾起这个东西"

[Base.InventoryPickupSwordBase DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Base.InventoryPickupSwordBase:DisTweaks_Interactable_PickupBase_58 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="剑"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你已经有一把更好的剑了"

[Base.PickupBase:DisTweaks_Interactable_PickupBase_2 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Base.StatPickupBase DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Base.StatPickupBase:DisTweaks_Interactable_PickupBase_34 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.ApricotTartlet_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.ApricotTartlet_twk:DisTweaks_Interactable_PickupBase_88 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="杏子馅饼"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.BarleyBread_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.BarleyBread_twk:DisTweaks_Interactable_PickupBase_60 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="面包"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.BloodSausage_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.BloodSausage_twk:DisTweaks_Interactable_PickupBase_89 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="瑟科诺斯血肠"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.BluejawedHagfishEggs_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.BluejawedHagfishEggs_twk:DisTweaks_Interactable_PickupBase_38 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="蓝颚八目鳗卵"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.BrinedHagfish_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.BrinedHagfish_twk:DisTweaks_Interactable_PickupBase_36 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="一罐腌八目鳗"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.Drink_Cider_01_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.Drink_Cider_01_twk:DisTweaks_Interactable_PickupBase_90 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="格里斯托苹果酒"
m_InteractText=" `GBA_Use` 饮用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.Fruit_Apple_01_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.Fruit_Apple_01_twk:DisTweaks_Interactable_PickupBase_61 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="莫利苹果"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.Fruit_Apple_02_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.Fruit_Apple_02_twk:DisTweaks_Interactable_PickupBase_91 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="格里斯托苹果"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.Fruit_grappa_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.Fruit_grappa_twk:DisTweaks_Interactable_PickupBase_92 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="瑟科诺斯葡萄"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.Fruit_pear_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.Fruit_pear_twk:DisTweaks_Interactable_PickupBase_39 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="提维亚梨"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.Fruit_rotten_pear_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.Fruit_rotten_pear_twk:DisTweaks_Interactable_PickupBase_93 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="腐烂的提维亚梨"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.JelliedEels_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.JelliedEels_twk:DisTweaks_Interactable_PickupBase_37 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="一罐普莱切特鳗鱼冻"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.PottedWhaleMeat_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.PottedWhaleMeat_twk:DisTweaks_Interactable_PickupBase_65 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="一罐罐装鲸鱼肉"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Food.RatSkewer_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Food.RatSkewer_twk:DisTweaks_Interactable_PickupBase_94 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="老鼠串"
m_InteractText="`GBA_Use` 食用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Objects.Account_ledger_twk:DisTweaks_Interactable_PickupBase_84 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾起这个东西"

[Objects.Secret_black_journal_twk:DisTweaks_Interactable_PickupBase_85 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾起这个东西"

[Objects.Sextant_twk:DisTweaks_Interactable_PickupBase_86 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾起这个东西"

[Objects.WorldMap_twk:DisTweaks_Interactable_PickupBase_87 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾起这个东西"

[Stat.Elixir_Health_twk:DisTweaks_Interactable_PickupBase_32 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="索科洛夫生命药剂"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能携带更多的生命药剂了"

[Stat.Elixir_Mana_twk:DisTweaks_Interactable_PickupBase_43 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="皮耶罗精神药剂"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能携带更多的精神药剂了"

[Stat.WhaleBoneCharm_01_twk:DisTweaks_Interactable_PickupBase_42 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="骸骨护符"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Weapons.Crossbow_Corvo_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Crossbow_Corvo_twk:DisTweaks_Interactable_PickupBase_80 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="十字弩"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾起这个东西"

[Weapons.Grenade_Corvo_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Grenade_Corvo_twk:DisTweaks_Interactable_PickupBase_77 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons.Gun_Corvo_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Gun_Corvo_twk:DisTweaks_Interactable_PickupBase_45 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能拾起这个东西"

[Weapons.Gun_Elite_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Gun_Elite_twk:DisTweaks_Interactable_PickupBase_62 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="手枪"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage="你拾起了 `n 枚子弹"
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons.MusicAmp_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.MusicAmp_twk:DisTweaks_Interactable_PickupBase_95 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Weapons.MusicBox_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.MusicBox_twk:DisTweaks_Interactable_PickupBase_96 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Weapons.Sword_Assassin_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Sword_Assassin_twk:DisTweaks_Interactable_PickupBase_97 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="刺客之刃"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你已经有一把更好的剑了"

[Weapons.Sword_City_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Sword_City_twk:DisTweaks_Interactable_PickupBase_59 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="城市警卫佩剑"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你已经有一把更好的剑了"

[Weapons.Sword_Elite_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Sword_Elite_twk:DisTweaks_Interactable_PickupBase_63 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="警卫官佩剑"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你已经有一把更好的剑了"

[Weapons.Sword_Overseer_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Sword_Overseer_twk:DisTweaks_Interactable_PickupBase_78 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="督军军刀"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你已经有一把更好的剑了"

[Weapons.Sword_SpecialCorvo_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Sword_SpecialCorvo_twk:DisTweaks_Interactable_PickupBase_79 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="剑"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你已经有一把更好的剑了"

[Weapons.Sword_Thug_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Sword_Thug_twk:DisTweaks_Interactable_PickupBase_98 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="帮派大砍刀"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你已经有一把更好的剑了"

[Weapons.Sword_Torturer_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Sword_Torturer_twk:DisTweaks_Interactable_PickupBase_98 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="帮派大砍刀"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你已经有一把更好的剑了"

[Weapons_Ammo.Bolt_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.Bolt_Ammo_twk:DisTweaks_Interactable_PickupBase_48 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="弩箭"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.Bolts_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.Bolts_Ammo_twk:DisTweaks_Interactable_PickupBase_99 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="弩箭"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.Bolts_Purse_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.Bolts_Purse_twk:DisTweaks_Interactable_PickupBase_100 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="弩箭袋"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.Bullets_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.Bullets_Ammo_twk:DisTweaks_Interactable_PickupBase_46 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="子弹"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.ExplosiveBullets_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.ExplosiveBullets_Ammo_twk:DisTweaks_Interactable_PickupBase_49 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="爆炸子弹"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.Flare_Ammo_Tallboy_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.Flare_Ammo_Tallboy_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="高跷小子武器"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.Flare_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.Flare_Ammo_twk:DisTweaks_Interactable_PickupBase_47 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="燃烧弩箭"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.Flares_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.Flares_Ammo_twk:DisTweaks_Interactable_PickupBase_101 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="燃烧弩箭"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.Grenade_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.Grenade_Ammo_twk:DisTweaks_Interactable_PickupBase_50 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.Grenade_Ammo_WithItem_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.Grenade_Ammo_WithItem_twk:DisTweaks_Interactable_PickupBase_53 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.Pistol_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage="空"

[Weapons_Ammo.Pistol_Ammo_twk:DisTweaks_Interactable_PickupBase_102 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="手枪"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.SleepDart_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.SleepDart_Ammo_twk:DisTweaks_Interactable_PickupBase_54 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="麻醉镖"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.SleepDarts_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.SleepDarts_Ammo_twk:DisTweaks_Interactable_PickupBase_103 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="麻醉镖"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.SpringRazor_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.SpringRazor_Ammo_twk:DisTweaks_Interactable_PickupBase_51 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钢丝风暴"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.SpringRazor_Ammo_WithItem_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.SpringRazor_Ammo_WithItem_twk:DisTweaks_Interactable_PickupBase_52 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钢丝风暴"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.SpringRazor_AmmoWithGravity_Twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.SpringRazor_AmmoWithGravity_Twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="钢丝风暴"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.StickyGrenade_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.StickyGrenade_Ammo_twk:DisTweaks_Interactable_PickupBase_55 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="粘性手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.StickyGrenade_Ammo_WithItem_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.StickyGrenade_Ammo_WithItem_twk:DisTweaks_Interactable_PickupBase_56 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="粘性手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Weapons_Ammo.StickyGrenade_AmmoWithGravity_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons_Ammo.StickyGrenade_AmmoWithGravity_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="粘性手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

